# Terminal
cask "ghostty"
cask "kitty"

# Shell
brew "bash"
brew "coreutils"
brew "fish"

# Core
brew "git"
brew "stow"

# CLI Tools
brew "bat"
brew "eza"
brew "fd"
brew "btop"
brew "gh"
brew "git-delta"
brew "jq"
brew "ripgrep"
brew "yq"
brew "zoxide"

# Editor
brew "neovim"

# Programming Languages
brew "go"
